# St7EnableModelRCUnit

Allows the length and area units set by St7SetRCUnits to override the report of plate RC results in consistent
model units, which is the API default.

long St7EnableModelRCUnit(long uID)

Input Parameters

uID

Strand7 model file ID.